{
  "id":"1",
  "title": "Jack el Destripador",
  "introduction":"Jack el Destripador (Jack the Ripper en inglés) es el nombre dado a un asesino en serie sin identificar al que se le atribuyen al menos cinco homicidios en el barrio londinense de Whitechapel (East End) en 1888, y cuyo modus operandi estuvo caracterizado por cortes en la garganta, mutilaciones en las áreas genital y abdominal, extirpación de órganos y desfiguración del rostro​ de mujeres que se dedicaban a la prostitución.",
  "content":"A mediados del siglo XIX las principales demarcaciones británicas, entre ellas el East End de Londres —donde se encuentra Whitechapel—, tenían sobrepoblación16​ debido al flujo de inmigrantes irlandeses, y al arribo de refugiados judíos del este de Europa y de la Rusia imperial a partir del año 1882.2​ Este problema repercutió en el decaimiento de los niveles de empleo y calidad de vida, y llevó a la proliferación de una amplia clase baja17​16​ caracterizada por la pobreza, el crimen y la violencia, el alcoholismo y la prostitución. De acuerdo a estimaciones de la Policía Metropolitana de Londres, en octubre de 1888 había 62 burdeles y 1200 prostitutas en Whitechapel.También eran comunes las manifestaciones y protestas por la situación económica entre 1886 y 1890, entre las cuales sobresalió el Domingo Sangriento de 1887.18​19​\nWhitechapel tenía particularmente mala reputación debido a casos de antisemitismo, racismo, delincuencia, disturbios sociales severa pobreza.20​ Tal percepción como reducto de inmoralidad llegó a su punto álgido en 1888, cuando la prensa comenzó a prestar una cobertura sin precedentes a una serie de grotescos y atroces homicidios atribuidos a «Jack el Destripador».Si bien la elevada cantidad de ataques contra mujeres del East End en esa época complicó la averiguación de cuántos de esos asesinatos habían sido cometidos por un mismo individuo,22​ la Policía Metropolitana de Londres identificó once homicidios ocurridos en Whitechapel entre abril de 1888 y febrero de 1891.5​23​24​ Aunque no había certeza para asegurar que todos habían sido obra de una misma persona, cinco de ellos sí tenían varios elementos en común y se atribuyeron a Jack el Destripador, cuyo modus operandi se caracterizaba por cortes en la garganta, mutilaciones en el área genital y abdominal, extirpación de órganos y desfiguración del rostro.1​ Estos asesinatos suelen denominarse «los cinco canónicos» para distinguirlos del resto del expediente de Whitechapel;25​ no figuran entre ellos los dos primeros casos: las muertes de Emma Elizabeth Smith y Martha Tabram.26​\nSmith fue asaltada y abusada sexualmente en la calle Osborn del citado barrio el 3 de abril de 1888. Murió al día siguiente en el London Hospital por peritonitis ocasionada por la inserción de un objeto desafilado en su vagina.27​28​29​ En su declaración, ella dijo que había sido atacada por dos o tres hombres, uno de los cuales era un adolescente,29​ razón por la que se descartó este caso del expediente del Destripador.30​31​ Tabram murió el 7 de agosto del mismo año, víctima de 39 puñaladas. Si bien la policía lo asoció con los cinco canónicos debido a la crueldad, la ausencia de un motivo aparente y la cercanía de la zona donde ocurrió —George Yard, Whitechapel— con las de las otras muertes,30​ en realidad el ataque difería del modus operandi anteriormente señalado: Tabram no tenía cortes en la garganta ni el abdomen, y sus heridas no seguían el patrón identificado en el expediente de los cinco canónicos.32​\nMapa de Londres en la época victoriana; los siete puntos rojos marcan las ubicaciones de los primeros siete asesinatos en Whitechapel: la calle Osborn y el edificio de George Yard (en el centro), la calle Hanbury (arriba), Buck's Row (parte superior derecha), calle Berner (parte inferior derecha), Mitre Square (parte inferior izquierda) y calle Dorset (al centro e izquierda).Los cinco canónicos\nLa policía encontró el cuerpo de la primera víctima canónica, Mary Ann Nichols, a las 3:40 a. m. del viernes 31 de agosto de 1888, en Buck's Row —actual calle Durward—, Whitechapel. Tenía un par de cortes en la garganta, el abdomen parcialmente rasgado con una profunda hendidura y varias incisiones hechas con el mismo cuchillo.33​34​\nEl cadáver de Annie Chapman apareció días después, el sábado 8 de septiembre, aproximadamente a las 6 a. m., cerca de la entrada del patio interior de la calle Hanbury, Spitalfields. Tenía dos incisiones en la garganta al igual que ocurriera con Nichols.35​ Sin embargo, en el caso de Chapman su vientre había sido completamente apuñalado, y le habían extirpado el útero.36​ Un testigo afirmó haber visto a Chapman media hora antes del hallazgo junto con un hombre de cabello oscuro y con apariencia de un «gentil venido a menos».37​38​\nLos asesinatos de Elizabeth Stride y de Catherine Eddowes ocurrieron en la madrugada del domingo 30 de septiembre; el cuerpo de la primera fue descubierto a la 1 a. m. en Dutfield's Yard —actual calle Henriques— y tenía un corte en el lado izquierdo del cuello que le dañó la arteria carótida. Sin embargo no presentaba incisiones en el abdomen, lo cual planteó dudas sobre la autoría del Destripador, o si en todo caso este había sido interrumpido durante el ataque.39​ Aunque testigos declararon haber visto antes a Stride con un hombre, sus testimonios tuvieron irregularidades: unos dijeron que el acompañante era rubio y otros que era de tez más oscura; e inclusive unos afirmaron que vestía de forma andrajosa, pero otros argumentaron lo contrario.40​ Cuarenta y cinco minutos después la policía halló el cadáver de Eddowes en Mitre Square, en la City de Londres. Tenía la garganta cortada, una incisión profunda y extensa en el abdomen, y le habían extirpado el riñón izquierdo y la mayor parte del útero. Joseph Lawende, vecino que dijo haber pasado por esa calle con dos amigos poco antes del asesinato, declaró que había visto a una mujer con un hombre rubio y de aspecto descuidado.41​ No obstante, sus amigos no pudieron avalar esa descripción.41​42​ Se encontró el delantal ensangrentado de Eddowes cerca de la entrada de un edificio de apartamentos, en la calle Goulston, y un grafiti en la pared —justo encima de donde estaba la prenda— que parecía implicar a un judío aunque no se pudo comprobar si el grafiti había sido escrito por el homicida o si se trató de una simple coincidencia43​44​45​ ya que este tipo de textos ilícitos eran comunes en Whitechapel en esa época. Charles Warren, comisionado de la policía, pidió que retiraran el grafiti antes del amanecer bajo la sospecha de que habría incitado protestas antisemitas.46​Finalmente, la policía encontró el cuerpo mutilado y destripado de Mary Jane Kelly sobre la cama de su recámara en Miller's Court, Spitalfields,5​ a las 10:45 a. m. del viernes 9 de noviembre. Tenía un corte que iba desde la garganta hasta la espina dorsal, y le habían extraído todos los órganos abdominales y el corazón.5​Los cinco asesinatos canónicos ocurrieron por la noche, generalmente durante un fin de semana y al término de un mes.47​ También puede deducirse que cada asesinato resultó más severo que el anterior, excepto el de Stride, cuyo ataque presumiblemente fue interrumpido.48​49​ El cuerpo de Nichols tenía todos sus órganos, pero a Chapman y Eddowes le extrajeron el útero, mientras que esta última y Kelly presentaban mutilaciones en el rostro.El vínculo entre estos cinco crímenes se remonta a documentos posteriores en los que son excluidos de otros asesinatos.50​51​ Por ejemplo, en una carta escrita por el médico forense Thomas Bond al encargado del CID de Londres, y que data del 10 de noviembre de 1888, ya aparecen relacionadas las cinco víctimas canónicas.10​ Para algunos analistas, ciertos asesinatos de Whitechapel indudablemente fueron obra del mismo individuo, sin embargo en otros actuó un número desconocido de homicidas.52​ Tal fue el caso de los autores Stewart P. Evans y Donald Rumbelow, que catalogaron al expediente de los canónicos como «el mito del Destripador» al considerar que, si bien los casos de Nichols, Chapman y Eddowes guardan similitudes entre sí, no hay evidencia de que los asesinatos de Stride y Kelly hubiesen sido cometidos por la misma persona.53​ Inclusive hay quienes argumentan que el homicidio de Tabram sí encaja con el expediente de los canónicos.1​ El doctor Percy Clark, auxiliar del médico forense George Bagster Phillips, concluyó que tres de las muertes sí habían sido cometidas por el mismo individuo, mientras que el resto había sido obra de «individuos de mente débil ... con la convicción de imitar [la serie original de crímenes]».54​55​ Aunque el encargado del Departamento de Investigación Criminal —CID, por sus siglas en inglés— Melville Macnaghten señaló categóricamente en un reporte que «el asesino de Whitechapel tuvo cinco víctimas, nada más»,50​48​ hay que hacer notar que Macnaghten se incorporó a la policía un año después de las muertes canónicas, y su memorándum incluía errores en la descripción de los posibles sospechosos.56​\nResto del expediente\nKelly es considerada como la última víctima del Destripador, cuya ola de crímenes debió cesar ya sea por su muerte, arresto o migración.57​ No obstante, el expediente de Whitechapel incluye otros cuatro homicidios ocurridos después de los cinco canónicos.La policía encontró el cuerpo de Rose Mylett en Clarke's Yard, calle High, Poplar, el 20 de diciembre de 1888. Aunque había sido estrangulada no mostraba indicios de forcejeo, motivo por el que pensaron que se había ahorcado accidentalmente en estado de ebriedad, o que se había suicidado.58​ Pese a lo anterior, el perito concluyó que Mylett había sido asesinada.58​59​Casi seis meses después, el 17 de julio de 1889, el cadáver de Alice McKenzie apareció en Castle Alley, Whitechapel. Tenía una herida en la arteria carótida izquierda y varias contusiones y cortaduras leves. Uno de los forenses que examinó el cuerpo, Thomas Bond, creyó que se trataba de una víctima más del Destripador, aunque su compañero George Bagster Phillips opinó lo contrario al haber revisado los cadáveres canónicos.60​61​ Algunos autores opinaron que el homicida de McKenzie había imitado el modus operandi de Jack para despistar a la policía,62​ pero otros aseguraron que era obra del Destripador.63​El asesino de la siguiente mujer de Whitechapel la decapitó y le amputó las piernas, y arrojó el torso mutilado debajo de un arco ferroviario en la calle Pinchin. En el lugar del hallazgo, el 10 de septiembre del mismo año, la policía encontró varias partes dispersas del cuerpo, por lo que no pudo validarse que ahí la hubieran asesinado.64​65​ El cadáver de la última víctima del expediente de Whitechapel también apareció debajo de un arco ferroviario el 13 de febrero de 1891, en la calle Swallow Gardens. Su cuerpo estaba intacto excepto por un corte en la garganta. Algunos testigos dijeron haber visto poco antes a la mujer con un tipo, llamado James Thomas Sadler, a quien la policía luego ubicó y arrestó por el delito de asesinato. Incluso se llegó a pensar que él era Jack el Destripador.66​ Sin embargo, fue absuelto de los cargos y puesto en libertad el 3 de marzo por falta de evidencia incriminatoria.66​\nOtras supuestas víctimas\nAdemás de los once asesinatos de Whitechapel, la opinión pública atribuyó otros homicidios a Jack el Destripador, aunque en algunos casos no hubo evidencia para corroborar que dichas muertes hubiesen ocurrido. Tal fue el caso del asunto «Fairy Fay»,67​ nombre con el que se le conoció a una supuesta víctima hallada el 26 de diciembre de 1887 con «una estaca en el abdomen».68​69​ No existen registros de la policía de ningún homicidio ocurrido durante la temporada navideña de ese año,24​ y varios autores coinciden en que este homicidio jamás sucedió.67​70​ Una explicación señaló que la prensa se había equivocado al reportar el asesinato de Smith, una de las víctimas canónicas que tenía un palo u objeto desafilado en la vagina, y por error había dado origen al caso «Fairy Fay».67​ Hubo casos en que las víctimas salían con vida del presunto ataque del Destripador, como Annie Millwood, que ingresó el 25 de febrero de 1888 a la enfermería de la workhouse de Whitechapel con heridas de puñaladas en las piernas y la parte baja del abdomen.71​ Aunque fue dada de alta, murió el 31 de marzo debido a causas naturales;70​ Ada Wilson,72​ que sobrevivió a dos puñaladas en el cuello el 28 de marzo del mismo año;73​ o Annie Farmer, que vivía con Tabram en la misma hostería74​ y tenía un corte superficial en el cuello, posiblemente autoinfligido, tras ser atacada el 21 de noviembre.74​75​76​\nInvestigación\nCaricatura de John Tenniel, que data del 22 de septiembre de 1888, en la cual se critica la supuesta incompetencia de la policía en la investigación del expediente de Whitechapel, reforzada por el hecho de que el asesino nunca fue capturado.Los documentos policíacos sobre los asesinatos de Whitechapel permiten conocer cómo era el procedimiento de investigación en la época victoriana:84​ para recabar información, un extenso equipo de oficiales iban de casa en casa y sondeaban a los vecinos. El material forense mientras tanto era analizado por personal calificado. Cuando se identificaba a los sospechosos, la investigación se hacía más a fondo y, dependiendo de los resultados obtenidos, se decidía ya sea procesarlos o descartarlos del expediente. Desde entonces ha sido el método utilizado en las investigaciones policíacas contemporáneas.84​ En relación a los asesinatos de Whitechapel, la policía entrevistó a más de dos mil personas, investigó aproximadamente a trescientas, y detuvo a ochenta.6​ La división criminal del Departamento de Investigación (CID) de la Policía Metropolitana de Whitechapel (H), encabezada por el inspector Edmund Reid, llevó a cabo las investigaciones de los primeros dos casos del expediente de Whitechapel. Tras la muerte de Nichols, la oficina central de Scotland Yard envió a los inspectores Frederick George Abberline, Henry Moore y Walter Andrews para esclarecer el caso. La policía de la City de Londres se involucró a partir del homicidio de Eddowes, por medio del detective James McWilliam.5​ Pese a lo anterior, las investigaciones se vieron obstruidas debido a que el encargado recién electo del CID, Robert Anderson, había solicitado una licencia de trabajo en Suiza entre el 7 de septiembre y 6 de octubre de 1888, período en que ocurrieron los homicidios de Chapman, Stride y Eddowes.85​ Por tal motivo Charles Warren, comisionado de la Policía Metropolitana, nombró a Donald Swanson como coordinador de las investigaciones de Scotland Yard.86​87​ Insatisfechos con el esfuerzo policial, un grupo de ciudadanos del East End de Londres comenzó a patrullar las calles bajo el mote de «Comité de Vigilancia de Whitechapel», cuyo objetivo era encontrar a posibles sospechosos de los asesinatos. Además de contratar a detectives privados para entrevistar a presuntos testigos, le sugirieron al gobierno que ofreciera una recompensa a cambio de información sobre el homicida, a manera de alternativa para recabar más información.8​Debido al tipo de heridas de las víctimas, la policía consideró inicialmente como sospechosos a los carniceros, cirujanos y médicos.88​ De acuerdo a un reporte elaborado por el inspector Swanson y dirigido a la oficina central, se visitaron 76 carnicerías y mataderos e investigaron a sus empleados durante seis meses.89​ Esta hipótesis venía reforzada por la propia reina Victoria, para quien el culpable debía ser un carnicero o ganadero proveniente de alguna de las embarcaciones de ganado que operaban entre Londres y la Europa Continental,90​91​ tomando en cuenta la cercanía de Whitechapel respecto a los muelles de Londres92​ y el atraco de estos barcos cada jueves o viernes, y su partida el sábado o domingo, lo cual coincidía con los días en que habían ocurrido las muertes.93​ Pese a lo anterior, lo cierto es que ninguno de los asesinatos ocurrió durante alguna de las fechas de arribo de los barcos, lo cual llevó a la policía a desestimar esta conjetura.94​\nPerfil criminal\nA finales de octubre, Anderson le pidió al médico forense Thomas Bond que evaluara las heridas de las víctimas y ofreciera su punto de vista respecto a los posibles conocimientos quirúrgicos del homicida.9​95​ Bond elaboró su dictamen basándose en el examen del cadáver con mayores mutilaciones y los registros de autopsia del resto de las víctimas canónicas.10​ Su descripción, considerada como uno de los perfiles criminales más antiguos de los que se tenga registro,96​ decía textualmente: Las circunstancias en torno a los asesinatos me llevan a deducir que las mujeres estaban recostadas al momento de ser asesinadas, y en todos los casos [el homicida] cortó primero la garganta.10​\nBond rechazó la idea de que el asesino contara con conocimientos científicos o anatómicos, o «el entendimiento técnico de un carnicero o matarife»,10​ y en cambio argumentó que debía tratarse de un hombre solitario, sujeto a «ataques periódicos de manía homicida o erótica» e hipersexual dado el tipo de mutilaciones.10​ También señaló que «el impulso homicida podría haber surgido de alguna condición mental de venganza o melancolía, o una manía religiosa, aunque no creo que ninguna de estas hipótesis sea [procedente]».10​\nSi bien no hubo evidencia alguna de actividades sexuales entre el asesino y sus víctimas,1​97​ algunos psicólogos supusieron que la penetración de las víctimas con un cuchillo y «la exhibición de los cadáveres en posiciones sexualmente degradantes con las heridas expuestas» son indicativos de que el responsable obtenía placer sexual con los ataques,1​98​ aunque para otros especialistas dicha suposición no puede ser comprobada​",
  "score":"0",
  "source":"https://es.wikipedia.org/wiki/Jack_el_Destripador",
  "image":"https://cdni.rt.com/actualidad/public_images/2017.08/article/598c670f08f3d94f0b8b4596.jpg"
}
